Repository: pouriaMaleki/navon
Catalog: companion-apps/ios/CompanionApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fa, fi, fr, hi, id, ja, mr, pt, ru, ur, zh

# settings.distanceUnit.metric
source: Metric
ar: متري
bn: মেট্রিক
de: Metrisch
es: Métrico
fa: متریک
fi: Metrinen
fr: Métrique
hi: मेट्रिक
id: Metrik
ja: メートル・キロメートル
mr: मेट्रिक
pt: Métrico
ru: Метрическая
ur: میٹرک
zh: 公制

# settings.distanceUnit.system
source: System
ar: النظام
bn: ডিভাইসের পরিমাপ পদ্ধতি অনুসরণ করুন
es: Sistema
fa: سیستم
fi: Järjestelmä
fr: Système
hi: डिवाइस की माप प्रणाली का पालन करें
id: Sistem
ja: 端末の計測システムに従う
mr: सिस्टम
pt: Sistema
ru: Системная
ur: سسٹم
zh: 跟随设备的度量系统

# settings.distanceUnit.title
source: Distance units
ar: وحدات المسافة
bn: দূরত্বের একক
de: Entfernungseinheiten
es: Unidades de distancia
fa: واحدهای فاصله
fi: Etäisyysyksiköt
fr: Unités de distance
hi: दूरी की इकाइयाँ
id: Satuan jarak
ja: 距離の単位
mr: अंतराचे एकक
pt: Unidades de distância
ru: Единицы расстояния
ur: فاصلہ یونٹس
zh: 距离单位

# settings.hub.about
source: About Navon
ar: حول Navon
bn: Navon সম্পর্কে
de: Über Navon
fi: Tietoja Navonista
fr: À propos de Navon
hi: Navon के बारे में
id: Tentang Navon
ja: Navonについて
mr: Navon बद्दल
pt: Sobre o Navon
ru: О приложении Navon
ur: Navon کے بارے میں
zh: 关于 Navon

# settings.hub.device
source: Device
ar: الجهاز
bn: ডিভাইস
de: Gerät
es: Dispositivo
fa: دستگاه
fi: Laite
fr: Appareil
hi: डिवाइस
id: Perangkat
ja: デバイス
mr: डिव्हाइस
pt: Dispositivo
ru: Устройство
ur: ڈیوائس
zh: 设备

# settings.hub.importDiagnostics
source: Import Diagnostics
ar: تشخيصات الاستيراد
bn: ইম্পোর্ট ডায়াগনস্টিকস
de: Importdiagnosen
es: Diagnósticos de importación
fa: عیب‌یابی وارد کردن
fi: Tuonnin diagnostiikka
fr: Diagnostics d’importation
hi: इम्पोर्ट डायग्नॉस्टिक्स
id: Diagnostik impor
ja: インポート診断
mr: इम्पोर्ट डायग्नॉस्टिक्स
pt: Diagnósticos de importação
ru: Диагностика импорта
ur: امپورٹ ڈائیگناسٹکس
zh: 导入诊断

# settings.hub.importDiagnostics.subtitle
source: Failed shared imports
ar: عمليات الاستيراد المشتركة الفاشلة
bn: ব্যর্থ শেয়ার্ড ইম্পোর্ট
de: Fehlgeschlagene geteilte Importe
es: Importaciones compartidas fallidas
fa: واردسازی‌های مشترکِ ناموفق
fi: Epäonnistuneet jaetut tuonnit
fr: Importations partagées échouées
hi: असफल साझा इम्पोर्ट
id: Gagal impor bersama
ja: 失敗した共有インポート
mr: अयशस्वी शेअर्ड इम्पोर्ट्स
pt: Falhas nas importações compartilhadas
ru: Неудачные общие импорты
ur: ناکام شیئرڈ امپورٹس
zh: 失败的共享导入

# settings.hub.privacyPolicy
source: Privacy Policy
ar: سياسة الخصوصية
bn: গোপনীয়তা নীতি
de: Datenschutzrichtlinie
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
hi: गोपनीयता नीति
id: Kebijakan Privasi
ja: プライバシーポリシー
mr: गोपनीयता धोरण
pt: Política de Privacidade
ru: Политика конфиденциальности
ur: رازداری پالیسی
zh: 隐私政策

# settings.hub.routePlanner
source: Route Planner
ar: مخطط المسار
bn: রুট প্ল্যানার
de: Routenplaner
es: Planificador de ruta
fa: برنامه‌ریز مسیر
fi: Reittisuunnittelija
fr: Planificateur d’itinéraire
hi: रूट प्लानर
id: Perencana Rute
ja: ルートプランナー
mr: रूट प्लॅनर
pt: Planejador de rota
ru: Планировщик маршрутов
ur: روٹ پلانر
zh: 路线规划器

# settings.hub.routePlanner.subtitle
source: Default source, suggestions, routing
ar: المصدر الافتراضي، الاقتراحات، التوجيه
bn: ডিফল্ট উৎস, পরামর্শ, রাউটিং
de: Standardquelle, Vorschläge, Routing
es: Origen predeterminado, sugerencias, HSL
fa: منبع پیش‌فرض، پیشنهادها، کلید HSL
fi: Oletuslähde, ehdotukset, HSL-avain
fr: Source par défaut, suggestions, itinéraires
ja: デフォルトの出発地、候補、ルーティング
mr: डीफॉल्ट स्रोत, सूचना, रूटिंग
pt: Fonte padrão, sugestões, roteamento
ru: Источник по умолчанию, подсказки, маршрутизация
ur: ڈیفالٹ سورس، تجاویز، روٹنگ
zh: 默认来源、建议、路线规划

# settings.hub.routes
source: Routes
ar: المسارات
bn: রুটস
de: Routen
es: Rutas
fa: مسیرها
fi: Reitit
fr: Itinéraires
hi: रूट्स
id: Rute
ja: ルート
mr: रूट्स
pt: Rotas
ru: Маршруты
ur: روٹس
zh: 路线

# settings.hub.routes.subtitle
source: Recent routes and GPX import
ar: المسارات الأخيرة واستيراد GPX
bn: সাম্প্রতিক রুট এবং GPX ইম্পোর্ট
de: Letzte Routen und GPX-Import
es: Rutas recientes e importación de GPX
fa: مسیرهای اخیر و وارد کردن GPX
fi: Viimeaikaiset reitit ja GPX-tuonti
fr: Itinéraires récents et importation GPX
hi: हाल के रूट्स और GPX इम्पोर्ट
id: Rute terbaru dan impor GPX
ja: 最近のルートとGPXインポート
mr: अलीकडील रूट्स आणि GPX इम्पोर्ट
pt: Rotas recentes e importação de GPX
ru: Недавние маршруты и импорт GPX
ur: حالیہ روٹس اور GPX امپورٹ
zh: 最近路线和 GPX 导入

# settings.hub.support
source: Support
ar: الدعم
bn: সহায়তা
fi: Tuki
fr: Assistance
hi: सहायता
id: Bantuan
ja: サポート
mr: समर्थन
pt: Suporte
ru: Поддержка
ur: مدد
zh: 支持

# settings.hub.termsOfService
source: Terms of Service
ar: شروط الخدمة
bn: সেবার শর্তাবলী
de: Nutzungsbedingungen
fi: Käyttöehdot
fr: Conditions d’utilisation
hi: सेवा की शर्तें
id: Ketentuan Layanan
ja: 利用規約
mr: सेवा अटी
pt: Termos de Serviço
ru: Условия использования
ur: سروس کی شرائط
zh: 服务条款

# settings.hub.title
source: Settings
ar: الإعدادات
bn: সেটিংস
de: Einstellungen
es: Ajustes
fa: تنظیمات
fi: Asetukset
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
ja: 設定
mr: सेटिंग्ज
pt: Configurações
ru: Настройки
ur: سیٹنگز
zh: 设置

# settings.importDiagnostics.empty
source: No failed imports recorded
ar: لم يتم تسجيل أي عمليات استيراد فاشلة
bn: কোনো ব্যর্থ ইমপোর্ট রেকর্ড করা হয়নি
de: Keine fehlgeschlagenen Importe erfasst
es: No se registraron importaciones fallidas
fa: هیچ واردسازیِ ناموفق ثبت نشده است
fi: Ei epäonnistuneita tuonteja
fr: Aucune importation échouée enregistrée
hi: कोई असफल इम्पोर्ट रिकॉर्ड नहीं
id: Tidak ada impor yang gagal tercatat
ja: 失敗したインポートは記録されていません
mr: नोंदवलेले कोणतेही अपयशी इम्पोर्ट नाहीत
pt: Nenhuma importação com falha registrada
ru: Не зафиксировано неудачных импортов
ur: کوئی ناکام امپورٹ ریکارڈ نہیں
zh: 未记录失败的导入

# settings.importDiagnostics.title
source: Import Diagnostics
ar: تشخيصات الاستيراد
bn: ইমপোর্ট ডায়াগনস্টিকস
de: Import-Diagnose
fa: عیب‌یابی واردسازی
fi: Tuontidiagnostiikka
fr: Diagnostics d’importation
hi: इम्पोर्ट डायग्नॉस्टिक्स
id: Diagnostik Impor
ja: インポート診断
mr: इम्पोर्ट डायग्नॉस्टिक्स
ru: Диагностика импорта
ur: امپورٹ ڈائیگناسٹکس
zh: 导入诊断

# settings.language.noVoiceFallback
source: Your device has no voice installed for {language}. Audio cues will play in English.
ar: لا يتوفر على جهازك صوت لـ {language}. سيتم تشغيل الإشارات الصوتية باللغة الإنجليزية.
bn: আপনার ডিভাইসে {language}-এর জন্য কোনো ভয়েস ইনস্টল করা নেই। অডিও সংকেত ইংরেজিতে বাজবে।
de: Für {language} ist keine Stimme auf deinem Gerät installiert. Audiohinweise werden auf Englisch abgespielt.
es: No hay una voz instalada en tu dispositivo para {language}. Las señales de audio se reproducirán en inglés.
fa: برای {language} صدایی روی دستگاه شما نصب نشده است. نشانه‌های صوتی به انگلیسی پخش می‌شوند.
fi: Laitteellesi ei ole asennettu ääntä kielelle {language}. Ääniopastus puhuu englanniksi.
fr: Aucune voix installée sur votre appareil pour {language}. Les indications audio seront en anglais.
hi: आपके डिवाइस में {language} के लिए कोई वॉइस इंस्टॉल नहीं है। ऑडियो संकेत अंग्रेज़ी में चलेंगे।
id: Perangkat Anda tidak memiliki suara yang terpasang untuk {language}. Isyarat audio akan diputar dalam bahasa Inggris.
ja: このデバイスには {language} の音声がインストールされていません。音声案内は英語で再生されます。
mr: तुमच्या डिव्हाइसवर {language} साठी आवाज स्थापित नाही. ऑडिओ संकेत इंग्रजीत वाजतील.
pt: Seu dispositivo não tem uma voz instalada para {language}. Os avisos de áudio serão reproduzidos em inglês.
ru: На вашем устройстве нет установленного голоса для {language}. Звуковые подсказки будут воспроизводиться на английском.
ur: آپ کے آلے میں {language} کے لیے کوئی آواز نصب نہیں ہے۔ آڈیو اشارے انگریزی میں چلیں گے۔
zh: 你的设备未为 {language} 安装语音。音频提示将以英语播放。

# settings.language.subtitle
source: Choose the app language
ar: اختر لغة التطبيق
bn: অ্যাপের ভাষা নির্বাচন করুন
de: Wähle die Sprache der App
es: Elige el idioma de la app
fa: زبان برنامه را انتخاب کنید
fi: Valitse sovelluksen kieli
fr: Choisir la langue de l’application
hi: ऐप की भाषा चुनें
id: Pilih bahasa aplikasi
ja: アプリの言語を選択
mr: अॅपची भाषा निवडा
pt: Escolha o idioma do app
ru: Выберите язык приложения
ur: ایپ کی زبان منتخب کریں
zh: 选择应用语言

# settings.language.system
source: System
ar: النظام
bn: সিস্টেম
es: Sistema
fa: سیستم
fi: Järjestelmä
fr: Système
hi: सिस्टम
id: Sistem
ja: 端末の言語に従う
mr: सिस्टम
pt: Sistema
ru: Системный
ur: سسٹم
zh: 跟随设备系统语言

# settings.language.title
source: Language
ar: اللغة
bn: ভাষা
de: Sprache
es: Idioma
fa: زبان
fi: Kieli
fr: Langue
hi: भाषा
id: Bahasa
ja: 言語
mr: भाषा
pt: Idioma
ru: Язык
ur: زبان
zh: 语言

# settings.restartRequired.message
source: Quit and reopen the app to apply the new language.
ar: أغلق التطبيق وأعد فتحه لتطبيق اللغة الجديدة.
bn: নতুন ভাষা প্রয়োগ করতে অ্যাপটি বন্ধ করে আবার খুলুন।
de: Beende die App und öffne sie erneut, um die neue Sprache zu übernehmen.
es: Cierra y vuelve a abrir la app para aplicar el nuevo idioma.
fa: برنامه را ببندید و دوباره باز کنید تا زبان جدید اعمال شود.
fi: Lopeta ja avaa sovellus uudelleen ottaaksesi uuden kielen käyttöön.
fr: Quittez puis rouvrez l’application pour appliquer la nouvelle langue.
hi: नई भाषा लागू करने के लिए ऐप बंद करें और फिर से खोलें।
id: Keluar dan buka kembali aplikasi untuk menerapkan bahasa baru.
ja: アプリを終了して再度開き、新しい言語を適用してください。
mr: नवीन भाषा लागू करण्यासाठी अॅप बंद करून पुन्हा उघडा.
pt: Feche e reabra o app para aplicar o novo idioma.
ru: Выйдите из приложения и откройте его заново, чтобы применить новый язык.
ur: ایپ بند کریں اور دوبارہ کھولیں تاکہ نئی زبان لاگو ہو جائے۔
zh: 退出并重新打开应用以应用新语言。

# settings.restartRequired.title
source: Restart required
ar: يلزم إعادة التشغيل
bn: রিস্টার্ট প্রয়োজন
de: Neustart erforderlich
es: Se requiere reinicio
fa: نیاز به راه‌اندازی مجدد
fi: Uudelleenkäynnistys vaaditaan
fr: Redémarrage requis
hi: रीस्टार्ट आवश्यक
id: Perlu memulai ulang
ja: 再起動が必要です
mr: रीस्टार्ट आवश्यक
pt: Reinício necessário
ru: Требуется перезапуск
ur: دوبارہ شروع کرنا ضروری ہے
zh: 需要重启

# settings.routePlanner.cyclingSpeed
source: Cycling speed
ar: سرعة الدراجة
bn: সাইক্লিং গতি
de: Fahrgeschwindigkeit
es: Velocidad de ciclismo
fa: سرعت دوچرخه‌سواری
fi: Pyöräilyn nopeus
fr: Vitesse à vélo
hi: साइक्लिंग गति
id: Kecepatan bersepeda
ja: 自転車速度
mr: सायकलिंग वेग
pt: Velocidade de ciclismo
ru: Скорость для езды
ur: سائیکلنگ رفتار
zh: 骑行速度

# settings.routePlanner.defaults.section
source: Defaults
ar: الافتراضيات
bn: ডিফল্ট
de: Standardwerte
es: Valores predeterminados
fa: پیش‌فرض‌ها
fi: Oletukset
fr: Par défaut
hi: डिफ़ॉल्ट
id: Default
ja: デフォルト
mr: डीफॉल्ट्स
pt: Padrões
ru: По умолчанию
ur: ڈیفالٹس
zh: 默认值

# settings.routePlanner.riding.footnote
source: Cycling speed overrides HSL ETAs (Digitransit defaults to a slow bike speed). Speed unit is how the live-speed badge is shown on the map.
ar: تتجاوز سرعة الدراجة تقديرات HSL ETAs (تكون افتراضات Digitransit لسرعة دراجة بطيئة). وحدة السرعة هي كيفية عرض شارة السرعة المباشرة على الخريطة.
bn: সাইক্লিং গতি HSL-এর ETA ওভাররাইড করে (Digitransit ডিফল্টভাবে ধীর সাইকেল গতি ধরে)। গতি একক হলো মানচিত্রে লাইভ-স্পিড ব্যাজ কীভাবে দেখানো হবে।
de: Die Fahrgeschwindigkeit überschreibt die HSL-ETAs (Digitransit verwendet standardmäßig eine langsame Fahrradgeschwindigkeit). Die Geschwindigkeitseinheit bestimmt, wie die Live-Geschwindigkeitsanzeige auf der Karte dargestellt wird.
es: La velocidad de ciclismo anula las ETA de HSL (Digitransit usa una velocidad de bicicleta lenta de forma predeterminada). La unidad de velocidad es cómo se muestra la insignia de velocidad en el mapa.
fa: سرعت دوچرخه‌سواری، ETAهای HSL را بازنویسی می‌کند (به‌صورت پیش‌فرض Digitransit سرعت دوچرخه کندتری در نظر می‌گیرد). واحد سرعت مشخص می‌کند که نشانگر سرعتِ زنده روی نقشه چگونه نمایش داده می‌شود.
fi: Pyöräilyn nopeus ohittaa HSL:n ETA-arviot (Digitransit käyttää oletuksena hidasta pyöränopeutta). Nopeusyksikkö määrittää, miten reaaliaikaisen nopeuden tunniste näytetään kartalla.
fr: La vitesse à vélo remplace les ETA HSL (Digitransit utilise une vitesse vélo lente par défaut). L’unité de vitesse sert à afficher le badge de vitesse en direct sur la carte.
hi: साइक्लिंग गति HSL ETAs को ओवरराइड करती है (Digitransit डिफ़ॉल्ट रूप से धीमी बाइक गति मानता है)। गति की इकाई यह तय करती है कि मैप पर लाइव-गति बैज कैसे दिखेगा।
id: Kecepatan bersepeda menimpa Perkiraan Waktu Kedatangan (ETA) HSL (Digitransit default ke kecepatan sepeda yang lambat). Satuan kecepatan adalah cara lencana kecepatan langsung ditampilkan di peta.
ja: 自転車速度の上書きにより、HSLのETAを調整します（Digitransitは遅めの自転車速度をデフォルトにします）。速度の単位は、地図上でライブ速度バッジを表示する方法です。
mr: सायकलिंग वेग HSL ETAs ओव्हरराईड करतो (Digitransit डीफॉल्टने धीम्या सायकल वेगावर सेट असते). वेगाचे युनिट म्हणजे नकाशावर लाइव्ह-वेग बॅज कसा दाखवला जातो ते.
pt: A velocidade de ciclismo substitui as estimativas de chegada da HSL (ETAs) (Digitransit usa uma velocidade de bicicleta lenta por padrão). A unidade de velocidade é como o crachá de velocidade em tempo real é exibido no mapa.
ru: Скорость для езды переопределяет ETA HSL (по умолчанию Digitransit использует медленную скорость для велосипеда). Единица скорости — это то, как на карте отображается бейдж текущей скорости.
ur: سائیکلنگ رفتار HSL کے ETA کو اوور رائیڈ کرتی ہے (Digitransit ڈیفالٹ طور پر سست بائیک رفتار استعمال کرتا ہے)۔ رفتار کی اکائی یہ ہے کہ نقشے پر لائیو رفتار بیج کیسے دکھایا جاتا ہے۔
zh: 骑行速度用于覆盖 HSL 的预计到达时间（ETAs）（Digitransit 默认使用较慢的骑行速度）。速度单位用于在地图上显示实时速度徽章。

# settings.routePlanner.riding.section
source: Riding
ar: الركوب
bn: রাইডিং
de: Fahren
es: Ciclismo
fa: دوچرخه‌سواری
fi: Pyöräily
fr: En vélo
hi: सवारी
id: Bersepeda
ja: 走行
mr: स्वारी
pt: Pedalar
ru: Езда
ur: سفر
zh: 骑行

# settings.routePlanner.title
source: Route Planner
ar: مخطط المسار
bn: রুট প্ল্যানার
de: Routenplaner
es: Planificador de rutas
fa: برنامه‌ریز مسیر
fi: Reittisuunnittelu
fr: Planificateur d’itinéraires
hi: रूट प्लानर
id: Perencana Rute
ja: ルートプランナー
mr: रूट प्लॅनर
pt: Planejador de Rotas
ru: Планировщик маршрута
ur: روٹ پلانر
zh: 路线规划

# settings.routes.empty
source: No saved routes yet
ar: لا توجد مسارات محفوظة بعد
bn: এখনও কোনো সংরক্ষিত রুট নেই
de: Noch keine gespeicherten Routen
es: Aún no hay rutas guardadas
fa: هنوز هیچ مسیری ذخیره نشده است
fi: Ei tallennettuja reittejä
fr: Aucun itinéraire enregistré pour le moment
hi: अभी तक कोई सेव्ड रूट नहीं
id: Belum ada rute yang tersimpan
ja: 保存済みのルートはまだありません
mr: अजून कोणतेही सेव्ह केलेले रूट नाहीत
pt: Ainda não há rotas salvas
ru: Пока нет сохранённых маршрутов
ur: ابھی تک کوئی محفوظ روٹس نہیں
zh: 尚无已保存的路线

# settings.routes.import.gpx
source: Import GPX
ar: استيراد GPX
bn: GPX ইমপোর্ট করুন
de: GPX importieren
es: Importar GPX
fa: وارد کردن GPX
fi: Tuo GPX
fr: Importer GPX
hi: GPX इम्पोर्ट करें
id: Impor GPX
ja: GPXを取り込む
mr: GPX आयात करा
pt: Importar GPX
ru: Импортировать GPX
ur: GPX درآمد کریں
zh: 导入 GPX

# settings.routes.import.section
source: Import
ar: استيراد
bn: ইমপোর্ট
es: Importar
fa: وارد کردن
fi: Tuo
fr: Importer
hi: इम्पोर्ट
id: Impor
ja: 取り込み
mr: आयात
pt: Importar
ru: Импорт
ur: درآمد
zh: 导入

# settings.routes.recent.empty
source: No recent routes or destinations yet.
ar: لا توجد مسارات أو وجهات حديثة بعد.
bn: এখনও কোনো সাম্প্রতিক পথ বা গন্তব্য নেই।
de: Noch keine kürzlichen Routen oder Ziele.
es: Aún no hay rutas o destinos recientes.
fa: هنوز هیچ مسیر یا مقصد اخیر وجود ندارد.
fi: Ei vielä viimeaikaisia reittejä tai kohteita.
fr: Aucun itinéraire ou destination récents pour le moment.
hi: अभी तक कोई हालिया मार्ग या गंतव्य नहीं।
id: Belum ada rute atau tujuan terbaru.
ja: 最近のルートまたは目的地はまだありません。
mr: अजून कोणतेही अलीकडचे मार्ग किंवा गंतव्य नाहीत.
pt: Nenhuma rota ou destino recente ainda.
ru: Пока нет недавних маршрутов или пунктов назначения.
ur: ابھی تک کوئی حالیہ راستے یا منزلیں نہیں۔
zh: 尚无最近路线或目的地。

# settings.routes.recent.section
source: Recent
ar: الرحلات الأخيرة
bn: সাম্প্রতিক
de: Zuletzt
es: Recientes
fa: مسیرهای اخیر
fi: Viimeisimmät
fr: Récents
hi: हालिया
id: Terbaru
ja: 最近のルート
mr: अलीकडील
pt: Recentes
ru: Недавние
ur: حالیہ
zh: 最近路线

# settings.routes.routeDetailsA11y
source: Route details
ar: تفاصيل المسار
bn: রুটের বিস্তারিত
de: Routeninformationen
es: Detalles de la ruta
fa: جزئیات مسیر
fi: Reitin tiedot
fr: Détails de l’itinéraire
hi: मार्ग विवरण
id: Detail rute
ja: ルートの詳細
mr: मार्ग तपशील
pt: Detalhes da rota
ru: Подробнее о маршруте
ur: راستے کی تفصیل
zh: 路线详情

# settings.routes.title
source: Routes
ar: المسارات
bn: রুটস
de: Routen
es: Rutas
fa: مسیرها
fi: Reitit
fr: Itinéraires
hi: रूट्स
id: Rute
ja: ルート
mr: रूट्स
pt: Rotas
ru: Маршруты
ur: روٹس
zh: 路线

# settings.speedUnit.title
source: Speed unit
ar: وحدة السرعة
bn: গতি একক
de: Geschwindigkeitseinheit
es: Unidad de velocidad
fa: واحد سرعت
fi: Nopeusyksikkö
fr: Unité de vitesse
hi: गति की इकाई
id: Satuan kecepatan
ja: 速度の単位
mr: वेगाचे एकक
pt: Unidade de velocidade
ru: Единицы скорости
ur: رفتار یونٹ
zh: 速度单位

# settings.voiceNotInstalled
source: Voice for {language} is not installed. Open system Settings to install it.
ar: لم يتم تثبيت صوت {language}. افتح إعدادات النظام لتثبيته.
bn: {language}-এর জন্য ভয়েস ইনস্টল করা নেই। ইনস্টল করতে সিস্টেম সেটিংস খুলুন।
de: Die Stimme für {language} ist nicht installiert. Öffne die Systemeinstellungen, um sie zu installieren.
es: No se instaló la voz para {language}. Abre los Ajustes del sistema para instalarla.
fa: صدا برای {language} نصب نشده است. تنظیمات سیستم را باز کنید تا آن را نصب کنید.
fi: Puhe {language} ei ole asennettu. Avaa järjestelmäasetukset ja asenna se.
fr: La voix pour {language} n’est pas installée. Ouvrez les Paramètres système pour l’installer.
hi: {language} के लिए आवाज़ इंस्टॉल नहीं है। इंस्टॉल करने के लिए सिस्टम सेटिंग्स खोलें।
id: Suara untuk {language} belum terpasang. Buka Pengaturan sistem untuk menginstalnya.
ja: {language} の音声がインストールされていません。システムの設定を開いてインストールしてください。
mr: {language} साठीचा आवाज स्थापित नाही. तो स्थापित करण्यासाठी सिस्टम सेटिंग्ज उघडा.
pt: A voz para {language} não está instalada. Abra as Configurações do sistema para instalá-la.
ru: Голос для {language} не установлен. Откройте системные «Настройки», чтобы установить его.
ur: {language} کے لیے آواز نصب نہیں ہے۔ اسے نصب کرنے کے لیے سسٹم سیٹنگز کھولیں۔
zh: 未安装 {language} 的语音。打开系统设置以安装。

# units.distance.ft
source: {distance, number} ft
ar: {distance, number} قدم
zh: {distance, number} 英尺

# units.distance.km
source: {distance, number} km
ar: {distance, number} كم
zh: {distance, number} 公里

# units.distance.m
source: {distance, number} m
ar: {distance, number} م
zh: {distance, number} 米

# units.distance.mi
source: {distance, number} mi
ar: {distance, number} ميل
zh: {distance, number} 英里

# units.duration.min
source: {minutes, number} min
ar: {minutes, number} دقيقة
bn: {minutes, number} মিনিট
fa: {minutes, number} دقیقه
id: {minutes, number} mnt
ja: {minutes, number} 分
mr: {minutes, number} मिनिटे
ru: {minutes, number} мин
ur: {minutes, number} منٹ
zh: {minutes, number} 分钟

# units.speed.kph
source: km/h
ar: كم/س
bn: কিমি/ঘণ্টা
fa: کیلومتر بر ساعت
id: km/jam
mr: किमी/ता
ru: км/ч
zh: 公里/小时

# units.speed.mph
source: mph
ar: ميل/س
bn: মাইল/ঘণ্টা
fa: مایل بر ساعت
mr: मैल/ता
ru: миль/ч
zh: 英里/小时

# settings.language.en
source: English
de: Englisch
